Revit 2027 API
FabricArea.CoverOffset Property
 The additional cover offset of the fabric distribution.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CoverOffset { get; set; }
Public Property CoverOffset As Double
	Get
	Set
public:
property double CoverOffset {
	double get ();
	void set (double value);
}
member CoverOffset : float with get, set
Property Value
Double
See Also
Reference
FabricArea Class
Autodesk.Revit.DB.Structure Namespace